Repository: moranxuege/envoix
Catalog: apps/envoix-apple/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# activity.in_progress
source: In progress
zh_hans: 进行中

# activity.needs_attention
source: Needs attention
zh_hans: 需要处理

# activity.recent
source: Recent
zh_hans: 最近记录

# activity.remove_record
source: Remove record
zh_hans: 移除记录

# accessibility.collapsed
source: Collapsed
zh_hans: 已收起

# accessibility.expanded
source: Expanded
zh_hans: 已展开

# activity.accessibility.collapse_hint
source: Double-tap to collapse transfer details.
zh_hans: 轻点两下以收起传输详情。

# activity.accessibility.expand_hint
source: Double-tap to expand transfer details.
zh_hans: 轻点两下以展开传输详情。

# activity.diagnostics.copied
source: Diagnostics copied
zh_hans: 诊断信息已复制

# activity.diagnostics.copy
source: Copy diagnostics
zh_hans: 复制诊断信息

# activity.diagnostics.copy_app
source: Copy app diagnostics
zh_hans: 复制应用诊断信息

# activity.diagnostics.upload
source: Upload diagnostics
zh_hans: 上传诊断信息

# activity.empty.detail
source: Prepared and active transfers will appear here.
zh_hans: 准备中和活动中的传输会显示在这里。

# activity.empty.title
source: No transfers yet
zh_hans: 暂无传输

# activity.group.one_time_room
source: One-time Room
zh_hans: 一次性房间

# activity.group.standalone
source: Standalone transfer
zh_hans: 独立传输

# activity.incoming
source: Incoming transfer
zh_hans: 待接收内容

# activity.item_count
source: %lld items
zh_hans: %lld 个项目

# activity.outgoing
source: Outgoing transfer
zh_hans: 待发送内容

# activity.saved.view_items
source: View received items
zh_hans: 查看已接收项目

# activity.saved.in_folder
source: Saved in %@
zh_hans: 已保存到 %@

# activity.saved.item_count
source: Saved %lld items
zh_hans: 已保存 %lld 个项目

# activity.timeline
source: Transfer timeline
zh_hans: 传输时间线

# activity.transfer_count
source: %lld transfers
zh_hans: %lld 次传输

# activity.updated
source: Updated %@
zh_hans: %@更新

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.copy
source: Copy
zh_hans: 复制

# common.copy_failed
source: Copy failed
zh_hans: 复制失败

# common.decline
source: Decline
zh_hans: 拒绝

# common.done
source: Done
zh_hans: 完成

# common.new
source: New
zh_hans: 新建

# common.open
source: Open
zh_hans: 打开

# common.pause
source: Pause
zh_hans: 暂停

# common.paste
source: Paste
zh_hans: 粘贴

# common.receive
source: Receive
zh_hans: 接收

# common.remove
source: Remove
zh_hans: 移除

# common.resume
source: Resume
zh_hans: 恢复

# common.save
source: Save
zh_hans: 保存

# common.share
source: Share
zh_hans: 分享

# connection.devices.drop_failed
source: Envoix could not read every dropped item.
zh_hans: Envoix 无法读取全部拖入项目。

# connection.devices.drop_hint
source: Choose Send, or drop files and folders directly onto a device.
zh_hans: 点击“发送”，或把文件和文件夹直接拖到设备上。

# connection.devices.incoming
source: Incoming files
zh_hans: 收到文件邀请

# connection.devices.incoming_accessibility
source: Incoming files waiting for your decision
zh_hans: 有文件邀请等待处理

# connection.devices.open_offer
source: Open
zh_hans: 查看

# connection.devices.pending_item_count
source: %lld items ready. Choose a device to send them.
zh_hans: 已有 %lld 个项目，请选择发送设备。

# connection.devices.remembered_count
source: %lld remembered
zh_hans: 已记住 %lld 台

# connection.devices.status.available
source: Ready to send
zh_hans: 可发送

# connection.devices.status.connected
source: Connected
zh_hans: 已连接

# connection.devices.status.connecting
source: Connecting…
zh_hans: 正在连接…

# connection.devices.status.needs_repair
source: Pair again to reconnect
zh_hans: 请重新配对后连接

# connection.devices.status.offline
source: Available when both apps are open
zh_hans: 双方打开应用时可连接

# connection.devices.status.waiting
source: Available to the other device…
zh_hans: 正在等待另一台设备…

# connection.devices.title
source: Devices
zh_hans: 设备

# connection.identity.name_field
source: Visible name
zh_hans: 显示名称

# connection.identity.name_help
source: This name is visible to nearby Envoix users.
zh_hans: 附近的 Envoix 用户会看到这个名称。

# connection.identity.name_title
source: Device name
zh_hans: 设备名称

# connection.identity.visible_as
source: Visible as
zh_hans: 显示为

# connection.nearby.aware
source: Aware
zh_hans: 感知

# connection.nearby.context.delivering
source: Delivering invitation…
zh_hans: 正在发送邀请码…

# connection.nearby.context.receiver_help
source: The accepted invitation is loaded below. The nearby device name remains unverified.
zh_hans: 已接受的邀请码载入下方；附近设备名称仍未经验证。

# connection.nearby.context.sender_help
source: Choose the transfer details first. The BLE invitation is sent only after you tap Start.
zh_hans: 请先完成传输设置；只有点击开始后才会发送 BLE 邀请。

# connection.nearby.context.unverified
source: Unverified
zh_hans: 未经验证

# connection.nearby.empty.paused
source: Nearby is paused.
zh_hans: 附近发现已暂停。

# connection.nearby.empty.searching
source: Looking for devices…
zh_hans: 正在搜索设备…

# connection.nearby.empty.unavailable
source: Nearby is unavailable.
zh_hans: 附近发现不可用。

# connection.nearby.macos_note
source: Discovery uses Bluetooth and the local network. Wi‑Fi Aware and NFC phone scanning are not available on macOS.
zh_hans: 通过蓝牙和局域网发现设备；macOS 暂不支持 Wi‑Fi Aware 和手机 NFC 扫描。

# connection.nearby.open_bluetooth_settings
source: Open Bluetooth settings
zh_hans: 打开蓝牙设置

# connection.nearby.peer.fallback
source: Nearby Envoix device
zh_hans: 附近的 Envoix 设备

# connection.nearby.peer.invitation_not_ready
source: Invitation path not ready
zh_hans: 邀请路径尚未就绪

# connection.nearby.peer.open_hint
source: Open an unverified one-time room
zh_hans: 打开未经验证的一次性房间

# connection.nearby.peer.tap_to_verify
source: Tap to verify
zh_hans: 轻触验证

# connection.nearby.peer.waiting_hint
source: Waiting for a secure invitation path
zh_hans: 正在等待安全邀请路径

# connection.nearby.source.bluetooth
source: Bluetooth
zh_hans: 蓝牙

# connection.nearby.source.discovered_via
source: Discovered via %@
zh_hans: 发现路径：%@

# connection.nearby.source.local_network
source: Local network
zh_hans: 局域网

# connection.nearby.source.unavailable
source: Discovery path unavailable
zh_hans: 发现路径不可用

# connection.nearby.status.off
source: Nearby off
zh_hans: 附近已关闭

# connection.nearby.status.on
source: Nearby on
zh_hans: 附近已开启

# connection.nearby.title
source: Nearby devices
zh_hans: 附近设备

# connection.nearby.try_again
source: Try again
zh_hans: 重试

# connection.nearby.visibility.app_open
source: On while app is open
zh_hans: 应用打开时开启

# connection.nearby.visibility.off
source: Turn Nearby off
zh_hans: 关闭附近功能

# connection.nearby.visibility.ten_minutes
source: On for 10 minutes
zh_hans: 开启 10 分钟

# connection.nearby.wifi_aware.detail
source: Pair once using Apple's system controls. Paired Envoix devices are then discovered automatically when both apps are open.
zh_hans: 使用 Apple 系统控件完成一次配对。之后双方打开 Envoix 时，已配对设备会被自动发现。

# connection.room.action.create
source: Create room
zh_hans: 创建房间

# connection.room.action.creating
source: Creating invitation…
zh_hans: 正在创建邀请…

# connection.room.action.enter_code
source: Enter code
zh_hans: 输入房间码

# connection.room.action.reveal_qr
source: Reveal QR
zh_hans: 显示二维码

# connection.room.action.scan_qr
source: Scan QR
zh_hans: 扫描二维码

# connection.room.close
source: Close room
zh_hans: 关闭房间

# connection.room.code_copied
source: Room code copied
zh_hans: 房间码已复制

# connection.room.copy_code
source: Copy room code
zh_hans: 复制房间码

# connection.room.hide_qr
source: Hide room QR
zh_hans: 隐藏房间二维码

# connection.room.hide_qr_hint
source: Hides the invitation without ending the room.
zh_hans: 隐藏邀请，但不会结束房间。

# connection.room.renew_invitation
source: Renew room invitation
zh_hans: 更新房间邀请

# connection.room.status.none
source: No active room
zh_hans: 没有活动房间

# connection.room.status.ready
source: Ready · Waiting for another device
zh_hans: 已就绪 · 正在等待另一台设备

# connection.room.title
source: Room
zh_hans: 房间

# folder_picker.choose
source: Choose Folder
zh_hans: 选择文件夹

# folder_picker.detail
source: Envoix needs access to a folder before accepting these files.
zh_hans: 接受这些文件前，Envoix 需要访问一个保存文件夹。

# folder_picker.title
source: Choose a save folder
zh_hans: 选择保存文件夹

# home.choose_action
source: Choose what this device will do.
zh_hans: 选择这台设备要执行的操作。

# home.nearby
source: Nearby devices
zh_hans: 附近设备

# home.receive.subtitle
source: Choose where to save and wait for the sender.
zh_hans: 选择保存位置并等待发送方。

# home.receive.title
source: Receive
zh_hans: 接收

# home.send.subtitle
source: Choose files, folders, or photos.
zh_hans: 选择文件、文件夹或照片。

# home.send.title
source: Send
zh_hans: 发送

# home.transfer.title
source: Transfer files
zh_hans: 传输文件

# menu_bar.action.open
source: Open Envoix
zh_hans: 打开 Envoix

# menu_bar.action.quit
source: Quit Envoix
zh_hans: 退出 Envoix

# menu_bar.status.canceled
source: Canceled
zh_hans: 已取消

# menu_bar.status.connecting
source: Connecting…
zh_hans: 连接中…

# menu_bar.status.delivered
source: Delivered
zh_hans: 已送达

# menu_bar.status.failed
source: Failed
zh_hans: 失败

# menu_bar.status.finalizing
source: Finalizing…
zh_hans: 确认送达中…

# menu_bar.status.idle
source: Idle
zh_hans: 空闲

# menu_bar.status.pairing
source: Pairing…
zh_hans: 配对中…

# menu_bar.status.paused
source: Paused
zh_hans: 已暂停

# menu_bar.status.preparing
source: Preparing…
zh_hans: 准备中…

# menu_bar.status.receiver_saving
source: Receiver saving…
zh_hans: 接收端保存中…

# menu_bar.status.review
source: Review
zh_hans: 待确认

# menu_bar.status.saving
source: Saving…
zh_hans: 保存中…

# menu_bar.status.verifying
source: Verifying…
zh_hans: 校验中…

# menu_bar.status.waiting
source: Waiting…
zh_hans: 等待中…

# receive.action.accepting_offer
source: Accepting offer…
zh_hans: 正在接受邀请…

# receive.action.start
source: Start Receiving
zh_hans: 开始接收

# receive.action.start_another
source: Start Another Receive
zh_hans: 再开启一个接收

# receive.address.hide
source: Hide address
zh_hans: 隐藏地址

# receive.address.show
source: Show address
zh_hans: 显示地址

# receive.concurrent.finish_send
source: Finish sending before starting a receive.
zh_hans: 请先完成发送任务，再开始接收。

# receive.destination.choose
source: Choose
zh_hans: 选择

# receive.destination.choose_again
source: Choose Again
zh_hans: 重新选择

# receive.destination.authorized
source: Save folder authorized
zh_hans: 保存文件夹已授权

# receive.destination.copy_detail
source: Uses additional temporary space and saving time for destinations that cannot safely finalize the same object.
zh_hans: 适用于无法安全原地完成保存的目标；会额外占用临时空间和保存时间。

# receive.destination.default_helper
source: Default saves to Files > On My iPhone > Envoix > Downloads. Choose a Files folder to save elsewhere.
zh_hans: 默认保存到 Files > On My iPhone > Envoix > Downloads。也可以选择其他 Files 文件夹。

# receive.destination.direct_detail
source: Writes once on the selected storage and reveals the verified object when ready.
zh_hans: 在所选存储上只写入一次，校验完成后直接显示文件。

# receive.destination.default_restored
source: Default save folder restored
zh_hans: 已恢复默认保存位置

# receive.destination.error.choose_first
source: Choose a save folder first.
zh_hans: 请先选择保存文件夹。

# receive.destination.error.ios_not_writable
source: Envoix cannot write to the selected Files folder. Choose it again or reset to the default save folder.
zh_hans: Envoix 无法写入已选择的 Files 文件夹。请重新选择，或重置为默认保存位置。

# receive.destination.error.ios_unavailable
source: The selected Files folder is unavailable. Choose it again or reset to the default save folder.
zh_hans: 已选择的 Files 文件夹不可用。请重新选择，或重置为默认保存位置。

# receive.destination.error.macos_access_denied
source: macOS did not grant access to the selected folder. Choose it again and confirm the system prompt.
zh_hans: macOS 未授予所选文件夹访问权限。请重新选择并确认系统授权提示。

# receive.destination.error.macos_grant_first
source: Choose the save folder once to grant macOS access before receiving.
zh_hans: 接收前请先选择一次保存文件夹，以授予 macOS 访问权限。

# receive.destination.error.not_writable
source: Envoix cannot write to the selected save folder. Choose it again or check its permissions.
zh_hans: Envoix 无法写入所选保存文件夹。请重新选择或检查文件夹权限。

# receive.destination.error.permission_unavailable
source: The save-folder permission is unavailable. Choose the folder again.
zh_hans: 保存文件夹权限不可用。请重新选择该文件夹。

# receive.destination.ios_default
source: On My iPhone / Envoix / Downloads
zh_hans: 我的 iPhone / Envoix / Downloads

# receive.destination.ios_unavailable
source: Selected Files folder unavailable
zh_hans: 已选 Files 文件夹不可用

# receive.destination.macos_choose
source: Choose a save folder
zh_hans: 请选择保存文件夹

# receive.destination.macos_unavailable
source: Selected folder unavailable — choose again
zh_hans: 已选文件夹不可用——请重新选择

# receive.destination.method_copy
source: Verify, then copy
zh_hans: 校验后复制

# receive.destination.method_direct
source: Save directly
zh_hans: 直接保存

# receive.destination.method_title
source: Save method
zh_hans: 保存方式

# receive.destination.reset
source: Reset
zh_hans: 重置

# receive.destination.select
source: Select
zh_hans: 选择

# receive.destination.selected
source: Save folder selected
zh_hans: 已选择保存文件夹

# receive.destination.title
source: Save to
zh_hans: 保存到

# receive.destination.unavailable_helper
source: The selected Files folder permission expired. Choose it again or reset to the default folder.
zh_hans: 已选择的 Files 文件夹权限已失效。请重新选择，或重置为默认文件夹。

# receive.invite.role
source: This invitation assigns this device the Receive role.
zh_hans: 此邀请已将本设备指定为接收端。

# receive.error.offer_unavailable
source: The file offer is no longer available.
zh_hans: 此文件邀请已不可用。

# receive.error.room_control_unavailable
source: Room control receive is unavailable on this platform.
zh_hans: 此平台不支持房间控制接收。

# receive.error.room_offer_needs_invite
source: This room offer needs a new InviteV2 invitation.
zh_hans: 此房间邀请需要新的 InviteV2 邀请。

# receive.invite.verified
source: InviteV2 verified
zh_hans: InviteV2 已验证

# received_items.empty_folder
source: This folder is empty or unavailable.
zh_hans: 此文件夹为空或当前无法访问。

# received_items.open_file
source: Open File
zh_hans: 打开文件

# received_items.reveal_finder
source: Reveal in Finder
zh_hans: 在 Finder 中显示

# received_items.title
source: Received Items
zh_hans: 已接收项目

# transfer.action.delivering_invitation
source: Delivering Invitation…
zh_hans: 正在发送邀请码…

# transfer.action.managed_in_activity
source: Managed in Activity
zh_hans: 请在活动中管理

# room.action.add_files
source: Add files
zh_hans: 添加文件

# room.action.end
source: End room
zh_hans: 结束房间

# room.action.keep_open
source: Keep open
zh_hans: 保持开启

# room.action.keep_open_accessibility
source: Keep room open
zh_hans: 保持房间开启

# room.activity.all
source: All Activity
zh_hans: 全部活动

# room.activity.empty
source: Transfers started here will appear in this timeline.
zh_hans: 从这里开始的传输会显示在此时间线中。

# room.activity.title
source: Room activity
zh_hans: 房间活动

# room.ended.background
source: The room ended when Envoix left the foreground.
zh_hans: Envoix 离开前台后房间已结束。

# room.ended.idle
source: This room ended after 15 minutes without transfer activity.
zh_hans: 此房间在 15 分钟无传输活动后结束。

# room.ended.invitation
source: The room invitation expired.
zh_hans: 房间邀请已过期。

# room.ended.network
source: The room connection was lost.
zh_hans: 房间连接已断开。

# room.ended.peer
source: The other device ended this room.
zh_hans: 另一台设备结束了此房间。

# room.ended.protocol
source: The room ended because of a connection error.
zh_hans: 房间因连接错误而结束。

# room.ended.user
source: This room was ended.
zh_hans: 此房间已结束。

# room.lifetime.closed
source: Room closed
zh_hans: 房间已关闭

# room.lifetime.ends_if_idle
source: Ends in %@ if idle
zh_hans: 空闲时将在 %@ 后结束

# room.lifetime.kept_open
source: Kept open while Envoix is open
zh_hans: Envoix 打开时保持房间

# room.lifetime.one_time_transfer
source: One-time transfer
zh_hans: 一次性传输

# room.lifetime.timer_paused
source: Idle timer paused during transfer
zh_hans: 传输期间空闲计时暂停

# room.offer.additional_count
source: +%lld more
zh_hans: 另有 %lld 项

# room.offer.contents
source: Contents
zh_hans: 内容

# room.offer.destination
source: Destination
zh_hans: 保存位置

# transfer.content.file_count
source: %lld files
zh_hans: %lld 个文件

# transfer.content.folder_count
source: %lld folders
zh_hans: %lld 个文件夹

# transfer.content.root_count
source: %lld roots
zh_hans: %lld 个根项目

# room.offer.incoming
source: Incoming transfer
zh_hans: 收到传输邀请

# room.offer.preparing_receiver
source: Preparing receiver…
zh_hans: 正在准备接收…

# room.offer.summary
source: Offer summary
zh_hans: 内容摘要

# room.status.connected
source: Connected for this room
zh_hans: 已连接此房间

# room.status.connecting
source: Connecting
zh_hans: 正在连接

# room.status.discovery_paused
source: Nearby discovery paused
zh_hans: 附近发现已暂停

# room.status.ended
source: Room ended
zh_hans: 房间已结束

# room.status.hosting
source: Waiting for another device
zh_hans: 正在等待另一台设备

# room.status.invite_loaded
source: Invite loaded
zh_hans: 已载入邀请

# room.status.joining
source: Joining room
zh_hans: 正在加入房间

# room.status.looking_for_device
source: Looking for this device
zh_hans: 正在查找此设备

# room.status.nearby_now
source: Nearby now
zh_hans: 当前在附近

# room.status.needs_attention
source: Connection needs attention
zh_hans: 连接需要处理

# room.status.ready_for_qr
source: Ready to show a room QR
zh_hans: 可显示房间二维码

# room.status.waiting_remembered
source: Waiting for the other device
zh_hans: 正在等待另一台设备

# room.trust.authenticated
source: Authenticated for this room
zh_hans: 已为此房间认证

# room.trust.unverified
source: Unverified
zh_hans: 未经验证

# scanner.action.use_test_qr
source: Use test QR
zh_hans: 使用测试二维码

# scanner.camera.denied.detail
source: Allow camera access in Settings to scan an Envoix pairing QR code.
zh_hans: 请在系统设置中允许相机访问，然后扫描 Envoix 配对二维码。

# scanner.camera.denied.title
source: Camera access is off
zh_hans: 相机权限未开启

# scanner.camera.permission_required.detail
source: Envoix uses the camera only to scan pairing QR codes.
zh_hans: Envoix 仅使用相机扫描配对二维码。

# scanner.camera.permission_required.title
source: Camera permission needed
zh_hans: 需要相机权限

# scanner.camera.unavailable.detail
source: This device cannot start QR scanning.
zh_hans: 当前设备无法启动二维码扫描。

# scanner.camera.unavailable.title
source: Camera unavailable
zh_hans: 相机不可用

# scanner.title
source: Scan pairing QR
zh_hans: 扫描配对二维码

# send.action.add_to_room
source: Add to room
zh_hans: 加入房间队列

# send.action.adding_to_room
source: Adding to room…
zh_hans: 正在加入房间队列…

# send.action.cancel_preparation
source: Cancel Preparation
zh_hans: 取消准备

# send.action.waiting_for_acceptance
source: Waiting for acceptance…
zh_hans: 正在等待对方接受…

# send.clipboard.empty
source: Clipboard does not contain a file, path, or image.
zh_hans: 剪贴板中没有文件、路径或图片。

# send.clipboard.image_ready
source: Clipboard image ready to send
zh_hans: 剪贴板图片已准备发送

# send.clipboard.item_ready
source: Clipboard item ready to send
zh_hans: 剪贴板项目已准备发送

# send.concurrent.finish_receive
source: Finish receiving before starting a send.
zh_hans: 请先完成接收任务，再开始发送。

# send.error.room_offer_declined
source: The file offer was declined.
zh_hans: 对方拒绝了文件邀请。

# send.error.room_route_unavailable
source: The room transfer route is unavailable.
zh_hans: 房间传输路径不可用。

# send.invite.receiver_link_detail
source: Paste the link or QR result from the receiving device.
zh_hans: 粘贴接收端生成的链接或二维码内容。

# send.invite.receiver_link_title
source: Receiver invite link
zh_hans: 接收端邀请链接

# send.path.copied
source: Selected paths copied
zh_hans: 已复制所选路径

# send.path.copy
source: Copy Selected Paths
zh_hans: 复制已选路径

# send.path.copy_help
source: Copy selected paths
zh_hans: 复制所选路径

# send.path.not_found
source: Path not found
zh_hans: 未找到路径

# send.path.placeholder
source: Paste an absolute file path here
zh_hans: 在这里粘贴绝对文件路径

# send.path.selected
source: Path selected
zh_hans: 已选择路径

# send.path.use
source: Use Path
zh_hans: 使用路径

# send.path.use_help
source: Use pasted path
zh_hans: 使用粘贴的路径

# send.selection.additional_root_count
source: %lld more top-level items are included.
zh_hans: 还包含 %lld 个顶层项目。

# send.selection.choose
source: Choose files or folders
zh_hans: 选择文件或文件夹

# send.selection.clipboard_action
source: Paste File or Image
zh_hans: 粘贴文件或图片

# send.selection.error.folder_requires_button
source: Use the Folder button to upload a folder.
zh_hans: 请使用“文件夹”按钮上传文件夹。

# send.selection.error.folders_only
source: Choose folders, not files.
zh_hans: 请选择文件夹，而不是文件。

# send.selection.error.photo_live_unsupported
source: Paired Live Photos are not supported yet. Choose a still image or video instead.
zh_hans: 暂不支持成对的 Live Photo，请改选静态照片或视频。

# send.selection.error.photo_unreadable
source: Envoix could not read this Photos item as an image or video.
zh_hans: Envoix 无法将这个照片项目读取为图片或视频。

# send.selection.error.source_access
source: Envoix could not access every selected item. Choose them again from Files.
zh_hans: Envoix 无法访问全部所选项目。请从 Files 中重新选择。

# send.selection.error.unsupported_item
source: Choose regular files or folders. Links and special items are not supported.
zh_hans: 请选择普通文件或文件夹；暂不支持链接和特殊项目。

# send.selection.files_selected
source: Files selected
zh_hans: 已选择文件

# send.selection.folder_ready
source: %lld folders ready to upload
zh_hans: %lld 个文件夹已准备上传

# send.selection.guidance.desktop
source: Choose, drop, or paste files and images. Folder structure is preserved.
zh_hans: 可选择、拖入或粘贴文件与图片；目录结构会完整保留。

# send.selection.guidance.mobile
source: Choose Photos, files, or one or more folders. Folder structure is preserved.
zh_hans: 可选择照片、文件或一个或多个文件夹；目录结构会完整保留。

# send.selection.inventory.warning_count
source: %lld warnings
zh_hans: %lld 个警告

# send.selection.photo_limit
source: Select no more than %lld Photos items.
zh_hans: 照片项目不能超过 %lld 个。

# send.selection.photo_progress
source: Preparing photo %1$lld of %2$lld…
zh_hans: 正在准备第 %1$lld/%2$lld 个照片项目…

# send.selection.photo_ready
source: %lld Photos items ready to send
zh_hans: %lld 个照片项目已准备发送

# send.selection.preparing
source: Reading and validating the selected items…
zh_hans: 正在读取并验证所选项目…

# send.selection.remove_item
source: Remove %@
zh_hans: 移除%@

# send.selection.selected_count
source: %lld items selected
zh_hans: 已选择 %lld 个项目

# send.selection.shared_ready
source: %lld items ready to send
zh_hans: %lld 个项目已准备发送

# send.selection.source.files
source: Files
zh_hans: 文件

# send.selection.source.folder
source: Folder
zh_hans: 文件夹

# send.selection.source.photos
source: Photos
zh_hans: 照片

# send.selection.source_access.approve
source: Send accessible content
zh_hans: 发送可访问内容

# send.selection.source_access.detail
source: Some descendants could not be read. Send only accessible content or remove this root.
zh_hans: 部分子项目无法读取。你可以仅发送可访问内容，或移除此根项目。

# send.selection.source_access.title
source: Source access decision
zh_hans: 来源访问决定

# send.selection.subtitle.desktop_empty
source: Drop files or folders here, or click to choose.
zh_hans: 把文件或文件夹拖到这里，或点击选择。

# send.selection.subtitle.desktop_file
source: Ready to send. Click to replace.
zh_hans: 已准备发送，点击可替换。

# send.selection.subtitle.folder
source: Folder structure will be preserved.
zh_hans: 将完整保留文件夹结构。

# send.selection.subtitle.mobile_empty
source: Tap to open Files.
zh_hans: 点击打开文件。

# send.selection.subtitle.mobile_file
source: Ready to send.
zh_hans: 已准备发送。

# send.selection.subtitle.multiple
source: These items will be sent together.
zh_hans: 这些项目将作为一批发送。

# send.selection.title
source: Items to send
zh_hans: 要发送的项目

# settings.advanced
source: Advanced
zh_hans: 高级

# settings.appearance.dark
source: Dark
zh_hans: 深色

# settings.appearance.light
source: Light
zh_hans: 浅色

# settings.appearance.options
source: System / Light / Dark
zh_hans: 跟随系统 / 浅色 / 深色

# settings.appearance.system
source: System
zh_hans: 跟随系统

# settings.appearance.title
source: Appearance
zh_hans: 外观

# settings.background.enable
source: Keep Envoix ready in the background
zh_hans: 让 Envoix 在后台保持就绪

# settings.background.enable_detail
source: The signed helper owns persistent state and credentials. Turning it off keeps existing state, credentials, Outbox data, and received files.
zh_hans: 签名 helper 独占持久状态和凭据。关闭后台服务不会删除已有状态、凭据、发件箱数据或已接收文件。

# settings.background.refresh
source: Refresh
zh_hans: 刷新

# settings.background.status.approval_required
source: Approval required in System Settings > Login Items
zh_hans: 需要在“系统设置 > 登录项”中批准
